Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Google] Associate EN>BR-PT.tmx
Source language: en
Languages: pt_br

source: It can have a separate password and a user can disconnect from work at the end of their day, but still enjoy using their phone.
pt_br: Ele pode ter uma senha separada e os usuários podem se desconectar do trabalho ao final do dia, mas continuar utilizando o celular.

source: Some solutions involve a server and staff on the customers&rsquo; premise, while others use their own data center or a third-party one.
pt_br: Algumas soluções envolvem um servidor e funcionários na premissa dos clientes, enquanto outras usam seu data center próprio ou de terceiros.

source: Deployment
pt_br: Implantação

source: Introduction to the customer portal
pt_br: Introdução ao portal do cliente

source: Manufacturer, Serial Number, MAC Address
pt_br: Fabricante, Nº de Série, Endereço MAC

source: Built for businesses with lighter management needs
pt_br: Criado para empresas com menores necessidades de gerenciamento.

source: Identify opportunity
pt_br: Identificar oportunidades

source: This is done by the customer IT admin from their zero-touch portal.
pt_br: Isso é feito pelo administrador de TI do cliente a partir do seu portal de registro sem toque.

source: The customer IT Admin
pt_br: O administrador de TI do cliente

source: Application Sandboxing ensures apps and data are able to share from others (like at a playground sandbox), meaning that data can be accessed by apps that do not have the authority.
pt_br: O Sandbox de Aplicativos permite o livre compartilhamento de aplicativos e dados, o que significa que estes podem ser acessados por aplicativos sem autorização.

source: When deploying managed devices, there will be a few different organizations involved with different roles and responsibilities.
pt_br: Ao implantar dispositivos gerenciados, haverá diferente organizações envolvidas com diferentes permissões e responsabilidades.

source: Device &ndash; Do they have specific hardware requirements?
pt_br: Dispositivo &dash; Eles têm requisitos específicos de hardware?

source: It is an alternative App distribution platform to Google Play.
pt_br: É uma plataforma de distribuição de aplicativos similar ao Google Play.

source: UPDATE
pt_br: ATUALIZAR

source: This will generate new app risk intelligence as apps are being queued to publish.
pt_br: Assim, uma nova inteligência de risco de aplicativos é gerada conforme estes aguardam o lançamento.

source: Partners will analyze that dataset and act as another vital set of eyes before an app goes live on Google Play.
pt_br: Os parceiros podem analisar esse conjunto de dados e realizar outra varredura antes de lançar um aplicativo no Google Play.

source: Different portal user roles
pt_br: Diferentes funções de usuário no portal

source: Deregister all existing devices.
pt_br: Cancelar o registro de todos os dispositivos existentes.

source: Enter the JSON-formatted text from your customer&rsquo;s EMM.
pt_br: Digite o texto em formato JSON do EMM do seu cliente.

source: This configuration is not available from the reseller portal.
pt_br: Essa configuração não está disponível no portal do revendedor.

source: Offers just the basics, like enforcing screen lock and remote device wipe for lost or stolen devices
pt_br: Oferece apenas o básico, como a aplicação de bloqueio de tela e limpeza remota do dispositivo para dispositivos perdidos ou roubados

source: By the end of this section, the learner should be able to:
pt_br: Ao final desta seção, o aluno conseguirá:

source: Amira says:
pt_br: Amira diz:

source: Let&#39;s move on to the next section where you&#39;ll choose your partner and role to tailor this learning specifically to you.
pt_br: Vamos seguir para a próxima seção, na qual você escolherá seu tipo de parceiro e função para pôr todo esse aprendizado em prática de acordo com as suas necessidades.

source: Customers use their zero-touch portal to map devices to their EMM using a configuration that will provision those devices once switched on.
pt_br: Os clientes usam o portal sem toque para mapear dispositivos para seu EMM com uma configuração que irá provisionar esses dispositivos assim que forem ligados.

source: Make sure they don&rsquo;t select &lsquo;I would like a new Gmail address&rsquo;.
pt_br: Peça para que eles não selecionem "Criar novo endereço do Gmail."

source: Export .CSV files of your customers&rsquo; devices in 2 simple steps.&nbsp;
pt_br: Exporte arquivos .CSV dos dispositivos de clientes em 2 passos simples

source: correct
pt_br: correto

source: Array of different devices, with varying features and price points.
pt_br: Variedade de dispositivos com diferentes recursos e preços.

source: Not complete
pt_br: Incompleta

source: Meet the customer
pt_br: Conheça o cliente

source: “Are there any concerns that affect how you want this solution deployed?”
pt_br: “Há alguma preocupação em relação a implantação da solução?”

source: From initial inquiry to solution, the goal of this class is to gather the information needed to make recommendations to customers.
pt_br: Da apuração inicial à solução final, o objetivo desta aula é reunir as informações necessárias para oferecer recomendações aos clientes.

source: On Android, business apps can be kept in a work profile, which is a different encrypted space managed by IT admins separate from personal apps.
pt_br: No Android, os aplicativos de negócios podem ser mantidos em um perfil profissional, que é um espaço criptografado separado dos aplicativos pessoais e gerenciado pelo departamento de TI.

source: EMM enforced policy controls such as:
pt_br: Controle de políticas aplicadas por EMM, tais como:

source: They can be managed to ensure business data is kept safe and secure.
pt_br: Eles podem ser gerenciados para garantir que os dados da empresa permaneçam em segurança.

source: Steps for resellers
pt_br: Passos para revendedores

source: You might notice that you can&#39;t edit your own account role.
pt_br: Perceba que você não pode editar sua própria função.

source: Before creating the account
pt_br: Antes de criar a conta

source: First, a look at managing Android Devices
pt_br: Primeiro, vamos entender o gerenciamento dos dispositivos Android

source: PAGE 3 FLOW CHART #17
pt_br: PÁGINA 3 FLUXOGRAMA #17

source: Identify the use case
pt_br: Identificar o caso de uso

source: Select the appropriate apps and send them to devices.
pt_br: Escolher os aplicativos apropriados e instalá-los nos dispositivos.

source: Deployment Requirements:
pt_br: Requisitos de implantação:

source: &ldquo;We&rsquo;ve decided to invest in devices for our team.
pt_br: &ldquo;Decidimos investir em dispositivos para nossa equipe.

source: To see the ID for a configuration, check the table&#39;s ID column in the Configurations page.
pt_br: Para visualizar o ID de uma configuração, verifique a coluna ID da tabela na página Configurations.

source: Android powers more than 3 billion devices globally, and has the world&rsquo;s largest app and content distribution platform: the Google Play Store.
pt_br: O Android está disponível em mais de 3 bilhões de dispositivos globalmente e tem a maior plataforma de distribuição de aplicativos e conteúdo do mundo: o Google Play Store.

source: Device IMEI only
pt_br: Apenas o IMEI do dispositivo

source: Gate staff could use tablets to check passengers in. The tablets could run a restricted number of apps to read QR codes on boarding passes and to communicate updates to staff.&nbsp;
pt_br: A equipe do portão de embarque pode usar tablets para fazer o check-in dos passageiros. Os tablets podem executar um número restrito de aplicativos para ler códigos QR nos cartões de embarque e comunicar atualizações à equipe.&nbsp;

source: How does that sound?”
pt_br: O que acha?"

source: Module 2:
pt_br: Módulo 2:

source: &ldquo;We believe when team members are empowered to make their own schedule changes, without manager approval, they will feel more valued and provide a better customer experience.&rdquo;
pt_br: &ldquo;Acreditamos que permitir que os funcionários tenham a possibilidade de realizar suas próprias mudanças de horário sem ter que passar pela aprovação do gerente fará com que eles se sintam mais valorizados, o que proporcionará uma experiência melhor para os clientes.&ldquo

source: Try again from the beginning
pt_br: Tentar novamente desde o início

source: Click Device Search in the sidebar
pt_br: Clique em Device Search na barra lateral

source: They offer advanced enterprise features and show technical leadership.
pt_br: Eles têm liderança técnica e oferecem recursos corporativos avançados.

source: It can be done from the reseller&#39;s portal
pt_br: Isso pode ser feito a partir do portal do revendedor

source: Zero-touch admin account
pt_br: Conta de administrador sem toque

source: &ldquo;We&rsquo;ve launched a proof of concept with our internal development team, using personal devices.
pt_br: &ldquo;Lançamos uma prova de conceito com nossa equipe de desenvolvimento interno usando dispositivos pessoais.

source: Enterprise Mobility Management (EMM) provides the software that utilizes Android Enterprise capabilities, enabling companies to manage their devices, deploy apps and keep devices updated.
pt_br: O gerenciamento de mobilidade corporativa (EMM) fornece o software que utiliza os recursos do Android Enterprise, permitindo que as empresas gerenciem os dispositivos, implantem aplicativos e mantenham os dispositivos atualizados.

source: Click More (3 bullets) in the Devices table header
pt_br: Clique em More (menu suspenso) no cabeçalho da tabela de dispositivos

source: BEGIN CHOOSE
pt_br: INICIAR ESCOLHA

source: Let&rsquo;s consider our airline example.
pt_br: Vamos analisar o exemplo da nossa companhia aérea.

source: Select the configuration you want to apply to new devices in the Default Configuration panel
pt_br: Selecione a configuração que deseja aplicar aos novos dispositivos no painel Configuração Padrão

source: As a Device Manufacturer, your responsibilities include:&nbsp;
pt_br: Como fabricante de dispositivos, suas responsabilidades incluem:

source: Just sending out a device to a user can cause confusion and wasted time with support calls to set it up.
pt_br: Simplesmente enviar os dispositivos aos usuários pode causar confusão e perda de tempo da equipe de suporte para configurá-los.

source: “In terms of hardware, do you have any specific goals or requirements?”
pt_br: “Em termos de hardware, há metas ou requisitos específicos?”

source: Safe Browsing.
pt_br: Navegação Segura.

source: Deleting team members
pt_br: Excluindo membros de equipe

source: The employees only have to unbox the device and connect it to a network to begin the automatic setup.
pt_br: Os funcionários só precisam tirar o dispositivo da caixa e conectá-lo a uma rede para iniciar a configuração automática.

source: Profileid &ndash; customer number
pt_br: Profileid - número do cliente

source: Failure/Cool-off period:
pt_br: Reprovou/Período de bloqueio:

source: The IT admin wants to start rolling out Android devices at the airline but is confused by all the different options.
pt_br: O departamento de TI quer começar a usar dispositivos Android na companhia aérea, mas está confuso com tantas opções diferentes.

source: Let&#39;s move on to the next section where you&#39;ll find out how customers assign a configuration.
pt_br: Vamos seguir para a próxima seção para entender como os clientes atribuem uma configuração.

source: Saving logins and passwords can be disabled.
pt_br: É possível desabilitar a opção de salvar logins e senhas.

source: Prevent users from connecting to public Wi-Fi.
pt_br: Impedindo com que os usuários se conectem a Wi-Fis públicos.

source: Several deployment methods are used to give users more flexibility.
pt_br: Vários métodos de implantação são utilizados para proporcionar mais flexibilidade aos usuários.

source: Click Start under the Quick upload section
pt_br: Click Start na seção Quick upload

source: “Considering your mechanics don’t have much experience with smartphones, how about a kiosk in the office?”
pt_br: “Considerando que seus mecânicos não têm muita experiência com smartphones, que tal ter um quiosque no escritório?”

source: Nothing to worry about.
pt_br: Não tem problema.

source: Device Serial only
pt_br: Apenas o Nº de Série do dispositivo

source: Introduction to zero-touch.
pt_br: Introdução ao sem toque.

source: Remember, you will need to get 80% or more correct to successfully complete this assessment and receive your certification.
pt_br: Você precisa acertar ao menos 80% das questões para passar nesta avaliação e receber seu certificado.

source: These types of devices can be custom-built to standards defined by the airline.
pt_br: Esses dispositivos podem ser personalizados aos padrões definidos pela companhia aérea.

source: Android Enterprise - Overview of Android Enterprise (EN-US)
pt_br: Android Enterprise - Visão Geral sobre o Android Enterprise

source: Customer account creation fails
pt_br: Falhas na criação da conta do cliente

source: Search for the device and select deregister.
pt_br: Pesquisar o dispositivo e selecionar “cancelar registro”.

source: APIs make enrollment a lot more simple, but are more likely to have mistakes due to manual data entry.
pt_br: As APIs deixam o registro muito mais simples, mas são propensas a apresentarem mais erros devido ao registro manual de dados.

source: Which of the following parties is required to provide networks, supplying and distributing devices?
pt_br: Quais das seguintes partes são obrigadas a fornecer rede e distribuição de dispositivos?

source: Creating and assigning a configuration to the devices is required in order for zero-touch enrollment to work correctly.
pt_br: É necessário criar e atribuir uma configuração aos dispositivos para que o registro sem toque funcione corretamente.

source: Vendor account
pt_br: Conta de fornecedor

source: While zero-touch is perfect for our aircrews who don&rsquo;t have time to set up devices, there are other enrollment methods.
pt_br: Embora o recurso sem toque seja perfeito para as tripulações que não têm tempo para configurar dispositivos, há outros métodos de registro.

source: With security being one of the main concerns for implementing a mobility solution, IT can be assured that Android provides regular security updates every 30 days and updates can be managed to ensure compatibility with internal systems.
pt_br: A segurança é uma das principais preocupações na implementação de uma solução de mobilidade. Pensando nisso, o Android fornece atualizações de segurança a cada 30 dias, as quais podem ser gerenciadas pelo TI para garantir a compatibilidade com os sistemas internos.

source: Zero-touch portal fundamentals
pt_br: Fundamentos do portal de registro sem toque

source: Work profile applications delete after every user session and install the next time automatically.
pt_br: Perfis profissionais são apagados ao final da sessão de usuário e reinstalados automaticamente no próximo uso.

source: Data could then be sent to a third party without the user&rsquo;s knowledge.
pt_br: Os dados podem então ser enviados a terceiros sem o conhecimento do usuário.

source: How would you rate the effectiveness of the amount of time it took to complete this course?
pt_br: Como você avalia a eficácia do tempo investido para concluir este curso?

source: Find the devices you want to export by following the steps in Find devices
pt_br: Selecione os dispositivos que deseja exportar seguindo as etapas em Find Devices

source: ASSESSMENT_FIRST_QUESTION_PAGE
pt_br: AVALIAÇÃO_PRIMEIRA PÁGINA DE PERGUNTAS

source: Now that devices have been added to the portal, a configuration has been created and assigned, users can switch on the devices and begin the easy and automatic deployment!
pt_br: Agora que os dispositivos estão adicionados ao portal, uma configuração foi criada e atribuída. Os usuários podem ligar os dispositivos e iniciar a implantação automática!

source: Using personal devices offers cost savings, but the IT department will still need to build a solution that protects the airline&rsquo;s interests while preserving user privacy.&nbsp;
pt_br: O uso de dispositivos próprios oferece redução de custos, mas o departamento de TI precisará desenvolver uma solução que proteja os interesses da companhia aérea e preserve a privacidade dos usuários.

source: How to create a new customer account
pt_br: Como criar uma nova conta de cliente

source: Using machine learning, it detects and blocks malware, constantly learning so it’s always up to date to protect users from the latest threats.
pt_br: Usando aprendizado de máquina, detecta e bloqueia malwares, aprendendo constantemente para estar sempre atualizado e proteger o usuário das ameaças mais recentes.

source: Click Edit for the account you want to edit
pt_br: Clique em Edit na conta que deseja alterar

source: Select each hotspot to learn more.
pt_br: Selecione as imagens para saber mais.

source: “Excellent!
pt_br: "Excelente!

source: Do you want to retake the assessment?
pt_br: Deseja refazer a avaliação?

source: AE Recommended
pt_br: Recomendados do AE

source: Android Enterprise also offers managed policies for network security.
pt_br: O Android Enterprise também oferece políticas gerenciadas de segurança de rede.

source: Add and view customers (By adding a new customer, their account is created)
pt_br: Adicionar e visualizar clientes (Ao adicionar um novo cliente, a conta dele é criada)

source: Custom message
pt_br: Mensagem personalizada

source: To export a .CSV file of your customers&#39; devices, follow the steps&nbsp;below:
pt_br: Para exportar um arquivo .CSV dos dispositivos de seus clientes, siga os passos abaixo:

source: COMPLETE FINAL BUTTON
pt_br: CONCLUSÃO BOTÃO DE SAÍDA

source: Please review the information provided in the following link for additional guidance on adding Wi-Fi only devices: https://developers.google.com/zero-touch/resources/manufacturer-names#model-names
pt_br: Confira as informações neste link para acessar orientações adicionais sobre como adicionar dispositivos somente Wi-Fi: https://developers.google.com/sem toque/resources/manufacturer-names#model-names

source: Enroll device with policy
pt_br: Registrar dispositivo com base nas políticas

source: Android Enterprise Recommended is a new standard of excellence for enterprise devices and services.
pt_br: O Android Enterprise Recommended é um novo padrão de excelência para dispositivos e serviços corporativos.

source: Security management
pt_br: Gerenciamento de segurança

source: Creating and managing vendor accounts (Owners only)
pt_br: Criar e gerenciar contas de fornecedores (somente proprietários)

source: Factory Reset protection - zero-touch devices are “locked” to company even if reset
pt_br: Proteção contra redefinição para a configuração original - dispositivos sem toque permanecem atrelados à empresa proprietária mesmo se forem formatados

source: Mobile Threat Protection (MTP) services are built into every Android device.
pt_br: Os serviços de Proteção contra Ameaças Móveis (MTP) estão incorporados em todos os dispositivos Android.

source: Export their device list
pt_br: Exportar a lista de dispositivos

source: Take a look at the sections to discover what has changed, and why it is important.
pt_br: Dê uma olhada nas seções para entender o que mudou e por que isso é importante.

source: “Are you at the very beginning of this project, or have you already given it some thought?”
pt_br: “O projeto está no início ou algumas possibilidades já foram exploradas?”

source: Partly correct, try again
pt_br: Parcialmente correto, tente novamente

source: Continuing with our use case of the airline, security will be top of the list for protecting the business and customers.
pt_br: Seguindo com o nosso estudo de caso da companhia aérea, a segurança é uma das prioridades para proteger os negócios e os clientes.

source: IT admin schedule OTA updates
pt_br: Atualizações OTA da agenda do administrador de TI

source: &ldquo;We&rsquo;ve looked at some kiosk enclosures that have interactive displays which would be ideal.
pt_br: &ldquo;Nós pesquisamos alguns quiosques com telas interativas que seriam perfeitos.

source: &ldquo;Hi, my name is Peyton and I&rsquo;m the head of a distribution department.
pt_br: &ldquo;Oi, meu nome é Peyton e trabalho na diretoria de um departamento de distribuição.

source: They will be used by people who are less tech-savvy so some training could be offered to provide the complete solution.
pt_br: Eles serão utilizados por pessoas com menos experiência em tecnologia, portanto, treinamentos podem ser realizados para fornecer a solução completa.

source: The customer signs up and creates it.
pt_br: O cliente se registra e cria uma conta.

source: Module 3:
pt_br: Módulo 3:

source: Mobility apps and devices should integrate into existing systems to ensure a positive user experience that improves efficiency and empowers workers to get work done from anywhere.
pt_br: Aplicativos e dispositivos de mobilidade devem ser integrados aos sistemas atuais garantindo uma experiência positiva e mais eficiente para capacitar os funcionários a trabalhar em qualquer lugar.

source: Continued investment
pt_br: Investimento contínuo

source: Welcome to the Enterprise mobility class.
pt_br: Boas-vindas à aula sobre Mobilidade corporativa.

source: PAGE 5 FLOW CHART #31 #37 #39
pt_br: PÁGINA 5 FLUXOGRAMA #31 #37 #39

source: PAGE 3
pt_br: PÁGINA 3

source: What can you ask to find out more information?
pt_br: O que você deve perguntar para obter mais informações?

source: Set the default configuration or manually apply their configuration to a range of devices.
pt_br: Definir a configuração padrão ou aplicar sua configuração manualmente a uma gama de dispositivos.

source: You will also receive an email summarizing the processing.
pt_br: Você também receberá um e-mail com o resumo do processamento.

source: Work profiles provide privacy protection for users, keeping personal and work data separate.
pt_br: Os perfis profissionais fornecem proteção da privacidade dos usuários, separando dados pessoais e profissionais.

source: The customer receives a welcome email with instructions on how to access the portal
pt_br: O cliente recebe um e-mail de boas-vindas com instruções para acessar o portal

source: Good flag, Amira replies:&nbsp;
pt_br: Ótima pergunta. Amira responde:

source: Create zero-touch configurations and map to their zero-touch devices
pt_br: Criar configurações sem toque e mapear seus dispositivos sem toque

source: Correct! BYOD is a viable option for a company that can&rsquo;t provide employees with devices.
pt_br: Correto! O BYOD é uma opção viável para uma empresa que não pode disponibilizar dispositivos aos funcionários.

source: Steve, from Scuba School, wants to buy 10,000 new Android smartphones, send them to his online students around the world and have them set up the devices automatically by just turning the devices on and connecting to a wifi network or cellular network.
pt_br: Steve, da Escola de Mergulho, planeja adquirir 10.000 smartphones Android para enviá-los para seus alunos remotos ao redor do mundo e gostaria que os dispositivos se configurassem automaticamente assim que fossem inicializados e conectados a uma rede WiFi ou móvel.

source: I&rsquo;m one of the HR officers at the airport.
pt_br: Trabalho como profissional de RH no aeroporto.

source: Owners share the same access as admins but can also add, delete and edit your organization&#39;s portal users
pt_br: Os proprietários têm o mesmo acesso que os administradores, mas também podem adicionar, excluir e editar os usuários do portal da empresa.

source: Work profile separation
pt_br: Perfil profissional separado
